/* Error Alert Button */
"OK" = "OK";

/* Error Alert Text */
"Parsing error %zd, Description: %@, Line: %zd, Column: %zd" = "%1$zd – chyba analýzy. Popis: %2$@, řádek: %3$zd, sloupec: %4$zd";

/* Error Alert Text */
"Validation error %zd, Description: %@, Line: %zd, Column: %zd" = "%1$zd – chyba ověřování. Popis: %2$@, řádek: %3$zd, sloupec: %4$zd";

/* Error Alert Title */
"MusicXML Parsing Error" = "Chyba analýzy kódu MusicXML";

/* Error Alert Title */
"MusicXML Validation Error" = "Chyba ověřování kódu MusicXML";

/* Error message */
"Compressed music xml file seems to be malformed (could not find 'full-path')" = "Komprimovaný hudební xml soubor je zřejmě poškozený (nepodařilo se najít hodnotu „full‑path“)";

/* Error message */
"Could not create temporary conversion file" = "Nepodařilo se vytvořit dočasný soubor pro převod";

/* Error message */
"Could not decompress file compressed music xml file" = "Nepodařilo se dekomprimovat komprimovaný hudební xml soubor";

/* Error message */
"File is not a MusicXML File" = "Soubor není typu MusicXML";

/* Error message, dont't translate the word “divisions” */
"MusicXML File contains zero or negative value for “divisions”" = "Soubor MusicXML obsahuje pro dílky („divisions“) nulovou nebo zápornou hodnotu";

/* Note Name in Do,Re,Mi notation */
"Do" = "Do";

/* Note Name in Do,Re,Mi notation */
"Fa" = "Fa";

/* Note Name in Do,Re,Mi notation */
"La" = "La";

/* Note Name in Do,Re,Mi notation */
"Mi" = "Mi";

/* Note Name in Do,Re,Mi notation */
"Re" = "Re";

/* Note Name in Do,Re,Mi notation */
"Sol" = "Sol";

/* Note Name in Do,Re,Mi notation */
"Ti" = "Si";

/* guitar chord inspector */
"GChStr_6StrgsGuitarRegTuning" = "Normální ladění šestistrunné kytary";
